Repository: jyukopla/collective.flow
Catalog: src/collective/flow/locales/*/LC_MESSAGES/collective.flow.po
Languages: fi

source: Attachments
fi: Liitteet

source: Advanced
fi: Asetukset

source: Attachment transition
fi: Liitteiden aloitussiirtymä

source: Attachment workflow
fi: Liitteiden työnkulku

source: Available forms
fi: Lomakkeet

source: Cancel
fi: Peru muutokset

source: Changelog
fi: Muutokset

source: Comments
fi: Kommentit

source: Container for editable schemas
fi: Skeemavarasto

source: Continue
fi: Jatka

source: Custom CSS
fi: CSS

source: Custom JavaScript
fi: JavaScript

source: Custom validator
fi: Validointi

source: Date must be in international numerical format (YYYY-MM-DD).
fi: Päivämäärä täytyy syöttää kansainvälisessä numeerisessa muodossa (YYYY-MM-DD).

source: Date with time must be in international numerical format (YYYY-MM-DD HH:MM).
fi: Päivämäärä ja aika täytyy syöttää kansainvälisessä numeerisessa muodossa (MMMM-YY-DD HH:MM).

source: Default fieldset label
fi: Perustietokenttien otsake

source: Designer
fi: Suunnittele

source: Did you mean ${candidates} or ${last_candidate}? Separate multiple values with ";".
fi: Tarkoititko ${candidates} tai ${last_candidate}? Erota useampi kuin yksi arvo merkillä ";".

source: Did you mean ${candidate}? Separate multiple values with ";".
fi: Tarkoititko ${candidate}? Erota useampi kuin yksi arvo merkillä ";".

source: Edit flow form fields
fi: Muokkaa lomakeflown kenttiä

source: Edit flow settings
fi: Muokkaa lomakeflown asetuksia

source: Edit raw XML
fi: Muokkaa lomakeflown XML

source: Editable schema
fi: Muokattava malli

source: Enable changelog
fi: Näytä muutosloki

source: Enable comments
fi: Näytä kommentit

source: Existing items
fi: Aikaisemmat

source: File
fi: Liite

source: Fill the form for other person
fi: Täytä lomake jonkun puolesta

source: Fill this form for other person
fi: Täytä lomake jonkun puolesta

source: Flow file
fi: Liitetiedosto

source: Flow folder
fi: Lomakekansio

source: Flow schema
fi: Lomaketyönkulun malli

source: Flow sub-folder
fi: Lomaketyönkulun kansio

source: Flow submission
fi: Täytetty lomake

source: Flow submission attachment
fi: Täytetyn lomakkeen liite

source: Form
fi: Lomake

source: Form flow
fi: Lomaketyönkulku

source: Forms, workflows and everything
fi: Lomakepohjaiset työnkulut

source: Image
fi: Kuva

source: Impersonate
fi: Imitoi

source: Instruction
fi: Ohje

source: Order
fi: Järjestys

source: Save
fi: Tallenna

source: Save and
fi: Tallenna ja

source: Saved
fi: Tallennettu

source: Schema folder
fi: Lomakepohjakansio

source: Scripts
fi: JavaScript

source: Select user to impersonate
fi: Valitse käyttäjä imitoitavaksi

source: Settings
fi: Asetukset

source: Styles
fi: CSS-tyylit

source: Submission behaviors
fi: Täytetyn lomakkeen toiminnot

source: Submission commenting
fi: Täytetyn lomakkeen kommentointi

source: Submission filing template
fi: Täytetyn lomakkeen tallennuspolku

source: Submission title template
fi: Täytetyn lomakkeen otsikkosääntö

source: Submission versioning
fi: Täytetyn lomakkeen versiointi

source: Submission workflow
fi: Täytetyn lomakkeen työnkulku

source: Submit
fi: Lähetä

source: Submit button label
fi: Lähetyspainikkeen nimike

source: Submit new
fi: Täytä uusi

source: Submit transition
fi: Täytetyn lomakkeen aloitussiirtymä

source: Text
fi: Teksti

source: This document is currently awaiting to be automatically deleted in the near future without further notice.
fi: Tämä dokumentti on merkitty poistettavaksi ja se poistetaan myöhemmin automaattisesti ilman erillistä huomautusta.

source: Validation
fi: Validointi

source: label-add-first-comment
fi: Kommentoi

source: label-add-new-comment
fi: Lisää uusi kommentti

source: label_delete
fi: Poista kommentti

source: label_reply
fi: Vastaa kommenttiin
